Repository: maruf89/PrieMuses-Theme
Catalog: languages/*.po
Languages: lt_lt

source: Directory of Everyone %s
lt_lt: Visų Veiklų %s Katalogas

source: Search Results for: %s
lt_lt: Paieškos Rezultatai ieškojant: %s

source: Nothing Found
lt_lt: Nieko Neradome

source: Sorry, nothing matched your search. Please try again.
lt_lt: Deja, nieko neradom pagal jūsų paiešką. Pabandykite kažką kito.

# meta_description
source: Prie Musė is a directory for everyone in the Musė River region. It's a place for neighbors to barter, trade, to find and offer help, to build and maintain relationships with one another to improve our standard of living.
lt_lt: Prie Musės - tai katalogas visiems gyventantiems Musės upės regione. Tai vieta kaimynams vykdyti mainas, siūlyti paslaugas ir produktus bei paskelbti to ko ieškome. Tikslas skatinti gyvą bendravimą, kad sukurti naujus, ar sustiprinti jau egzistuojančius ryšius su kaimynas, kad pagerinti mūsų visų gyvenimo kokybę.

source: Main Menu
lt_lt: Pagrindinis Meniu

source: Footer Menu
lt_lt: Poraštės meniu

source: Don't have an account?
lt_lt: Neturite sąskaitos?

source: Register
lt_lt: Registruokite

source: Already have an account?
lt_lt: Jau turite sąskaitą?

source: Log in
lt_lt: Prisiloginkite

source: Menu
lt_lt: Meniu

source: Filters
lt_lt: Filtrai

source: Search PrieMuses
lt_lt: Paieškokite PrieMusėje

source: Search by...
lt_lt: Paieškokite pagal…

source: Go!
lt_lt: Davai!

source: Search Results
lt_lt: Paieškos Rezultatai

source: There were no results that matched your search…
lt_lt: Neradome tinkamų rezultatų…

source: Loading…
lt_lt: Krauname…
